Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Given the close links between terrorism and organized crime, the illicit trade in small arms and light weapons has the potential to affect any country in the world at any time; the threat is not limited solely to regions of conflict, instability or poverty.
fr: Compte tenu des liens étroits entre le terrorisme et la criminalité organisée, le commerce illicite des armes légères peut toucher n'importe quel pays dans le monde et n'importe quand; la menace n'est pas seulement circonscrite aux régions touchées par un conflit, l'instabilité ou la pauvreté.

source: Focused efforts to identify and curb the sources and methods of the illicit trade through robust export controls, law enforcement measures and efforts to expeditiously destroy excess stocks and safeguard Government stocks from theft are among the best ways to attack the problem.
fr: Les meilleurs moyens de s'attaquer au problème sont, en autres, des efforts ciblés permettant de déterminer et de contrer l'origine et les méthodes du commerce illicite grâce à de solides contrôles des exportations, des mesures destinées à faire respecter les lois et des initiatives visant à accélérer la destruction des excédents et à protéger les stocks des gouvernements contre le vol.

source: In conclusion, the United States will continue to offer its assistance for small-arms and light-weapons destruction and stockpile management and security, export controls and law-enforcement training.
fr: Pour terminer, les États-Unis continueront à aider à la destruction des armes légères, à la gestion et la sécurité des stocks, ainsi qu'au contrôle des exportations et à la formation de la police.

source: We encourage other States that are in a position to do so to render financial and technical assistance to further our mutual goal to reduce the illicit spread of small arms and light weapons and to reduce the danger that these pose to our citizens, peacekeeping forces and soldiers around the world.
fr: Nous encourageons les États qui sont en mesure de le faire à prêter une assistance financière et technique dans le but de poursuivre notre objectif mutuel de réduire la prolifération des armes légères et le danger qu'elles représentent pour nos citoyens, nos forces de maintien de la paix et nos soldats dans le monde.

source: Mr. Thomson (United Kingdom): I would like to thank you, Mr. President, and your delegation, for having organized this important debate.
fr: M. Thomson (Royaume-Uni) (parle en anglais) : Je voudrais vous remercier, Monsieur le Président, ainsi que votre délégation, pour avoir organisé cet important débat.

source: We are grateful also to Under-Secretary-General Abe for his briefing.
fr: Nous sommes reconnaissants également au Secrétaire général adjoint Abe de son exposé.

source: I would particularly like to welcome Ms. Kawaguchi and to thank her for her thoughtful and detailed remarks.
fr: Je voudrais en particulier souhaiter la bienvenue à Mme Kawaguchi et la remercier de ses observations avisées et détaillées.

source: The United Kingdom supports the views to be expressed later in this debate by the representative of Luxembourg, which holds the presidency of the European Union.
fr: Le Royaume-Uni souscrit aux vues qui seront exprimées dans la suite du débat par le représentant du Luxembourg, qui assume la présidence de l'Union européenne.

source: I will therefore cover only a few points.
fr: Je n'aborderai donc que quelques aspects.

source: The United Kingdom supports the full implementation at national, regional and international levels of the United Nations Programme of Action.
fr: Le Royaume-Uni appuie la pleine mise en oeuvre du Programme d'action des Nations Unies aux niveaux national, régional et international.

source: We welcome the Secretary-General's report (S/2005/69) and this debate as an opportunity to discuss and make progress on these important issues.
fr: Nous accueillons avec satisfaction le rapport du Secrétaire général (S/2005/69) et ce débat, qui est l'occasion de traiter de ces questions importantes et de réaliser des progrès.

source: In particular, we welcome the support that we hope and expect will be expressed in the presidential statement to be adopted later today on the need for more responsibility in the management of small arms and light weapons transfers.
fr: Nous nous félicitons en particulier de l'appui qui sera exprimé - du moins nous l'espérons et l'attendons - dans la déclaration présidentielle à adopter ultérieurement sur la nécessité d'une responsabilité accrue dans la gestion des transferts d'armes légères.

source: I would like to thank the Japanese delegation for leading our work on the presidential statement.
fr: Je voudrais remercier la délégation japonaise pour avoir dirigé nos travaux sur la déclaration présidentielle.

source: The availability of small arms and light weapons is so widespread that restraint by traditional suppliers, although absolutely necessary, is not sufficient.
fr: La facilité avec laquelle on peut se procurer des armes légères est si générale que la retenue des fournisseurs traditionnels, quoique absolument nécessaire, ne suffit pas.

source: We think that a broader international approach is needed.
fr: Une approche internationale plus large s'impose à notre avis.

source: The United Nations Programme of Action contains important guidance on controlling transfers, and we need to build on that.
fr: Le Programme d'action des Nations Unies comprend des orientations importantes sur le contrôle des transferts, et nous devons le consolider.

source: For example, we need to identify common factors for consideration before issuing a licence for an international transfer of small arms and light weapons.
fr: Par exemple, il nous faut recenser les facteurs communs à considérer avant d'octroyer une licence pour un transfert international d'armes légères.

source: We also need to support regions and countries concerned with their capacity-building.
fr: Nous devons également prêter appui aux régions et aux pays anxieux de renforcer leurs capacités.

source: Our objective is to introduce minimum common international controls on small arms and light weapons transfers within the United Nations Programme of Action at the United Nations review meeting on small arms in 2006.
fr: Notre objectif est d'introduire des contrôles internationaux communs minimaux en matière de transferts des armes légères dans le cadre du Programme d'action des Nations Unies à la Conférence d'examen sur les armes légères de 2006.

source: We think that there are signs that an increasing number of countries support the need for improved transfer controls.
fr: Nous pensons que tout indique qu'un nombre croissant de pays souscrit à la nécessité d'améliorer les contrôles des opérations de transferts.

source: Certainly, an agreement on reducing illicit transfers would be a major achievement.
fr: Un accord sur la réduction des transferts illicites serait sans aucun doute un accomplissement majeur.

source: In the longer term, we are also working with partner Governments in support of an international arms trade treaty.
fr: À long terme, nous travaillons également avec les gouvernements partenaires pour appuyer un traité relatif au commerce international des armes.

source: That would be a vital tool, extending the international rule of law on conventional arms.
fr: Ce serait un outil essentiel qui étendrait la primauté du droit international aux armes classiques.

source: The United Kingdom supports efforts in the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace illicit small arms and light weapons in a timely and reliable manner.
fr: Le Royaume-Uni appuie les efforts du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites de façon rapide et fiable.

source: The European Union as a whole supports the idea of a legally binding instrument that also includes small arms and light weapons ammunition.
fr: L'Union européenne dans son ensemble souscrit à l'idée d'un instrument juridiquement contraignant qui inclurait aussi les munitions d'armes légères.

source: We share Under-Secretary-General Abe's hope that the Group's work will conclude positively at its third and final session, this June.
fr: Nous partageons l'espoir exprimé par le Secrétaire général adjoint Abe que les travaux du Groupe seront menés à bon terme à sa troisième et dernière session, en juin.

source: The United Kingdom supports the establishment of a group of governmental experts to consider further steps to enhance international cooperation in preventing, combating and eradicating illicit brokering.
fr: Le Royaume-Uni appuie la création d'un groupe d'experts gouvernementaux chargé d'examiner de nouvelles mesures à prendre pour renforcer la coopération internationale en vue de prévenir, combattre et éliminer le courtage illicite des armes légères.

source: The United Kingdom also supports the expanded scope of the United Nations Register of Conventional Arms as a global transparency measure.
fr: Le Royaume-Uni est également favorable à l'idée d'étendre la couverture du Registre des armes classiques de l'ONU en tant que mesure de transparence mondiale.

source: We welcome the inclusion of man-portable air defence systems (MANPADs) and light artillery within the scope of the Register, as well as the voluntary reporting of small arms and light weapons transfers.
fr: Nous nous félicitons de l'incorporation des systèmes portatifs de défense aérienne (MANPAD) et de l'artillerie légère au Registre, ainsi que de l'établissement de rapports, à titre volontaire, sur les armes légères et de petit calibre.

source: The significant threat posed by MANPADs has been acknowledged globally; measures to prevent their diversion must be strengthened.
fr: La menace importante que représentent les systèmes portables de défense aérienne (MANPADS) est aujourd'hui reconnue dans le monde entier. Les mesures visant à éviter leur détournement doivent être renforcées.

source: The United Kingdom therefore regrets that the 2003 Group of Governmental Experts was unable to reach consensus on the inclusion of small arms and light weapons within the scope of the Register.
fr: Par conséquent, le Royaume-Uni regrette que le Groupe d'experts gouvernementaux de 2003 n'ait pas été en mesure de parvenir à un consensus sur l'inclusion des armes légères dans le champ d'application du Registre.

source: We hope that that will be possible in the next review.
fr: Nous espérons que cela sera possible lors du prochain examen.

source: We encourage all Member States to include transfers of small arms and light weapons as part of the additional background information in their reports.
fr: Nous encourageons tous les États Membres à inclure les transferts d'armes légères dans leurs rapports sous forme d'informations indicatives supplémentaires.

source: Only through full transparency in the global trade in small arms and light weapons can we really fully address the problem of their diversion into the illicit market.
fr: Ce n'est qu'en parvenant à une transparence complète du commerce mondial de ces armes que nous pourrons réellement nous attaquer au problème de leur détournement et du marché noir.

source: The United Nations Register is a unique confidence-building measure in the field of conventional arms, and the United Kingdom would like to use this debate to encourage participation by all Member States.
fr: Le Registre des Nations Unies représente une mesure de confiance exceptionnelle dans le domaine des armes classiques et le Royaume-Uni souhaite, dans le cadre du présent débat, encourager la participation de tous les États Membres à ce Registre.

source: The United Nations Programme of Action commits Member States to national, regional and international measures to control small arms and light weapons.
fr: Le Programme d'action des Nations Unies engage tous les États à adopter des mesures nationales, régionales et internationales pour contrôler les armes légères.

source: The 2003 Biennial Meeting showed that much remains to be done to implement those commitments.
fr: La Réunion biennale de 2003 a montré qu'il reste encore beaucoup à faire pour honorer ces engagements.

source: The United Kingdom calls on States to help those countries affected by armed violence to build their capacity to control small-arms transfers.
fr: Le Royaume-Uni lance un appel aux États pour qu'ils aident les pays victimes de la violence armée à renforcer leurs capacités de contrôle des transferts d'armes légères.

source: That can be done through the transfers control initiative that we are proposing and funding.
fr: Cela peut être réalisé grâce à l'initiative sur le contrôle des transferts que nous proposons et finançons.

source: As Japan has already underlined in this debate, such assistance is most effective when conducted within development partnerships aligned with broader development goals.
fr: Comme le Japon l'a déjà souligné lors de ce débat, une telle assistance est la plus efficace lorsqu'elle est menée dans le cadre de partenariats de développement en harmonie avec des objectifs de développement plus larges.

source: Our common aim for the 2005 Biennial Meeting must be significant progress in international efforts to tackle this problem, which is at the heart of so many conflicts today.
fr: Notre objectif commun pour la Réunion biennale de 2005 doit être d'enregistrer des progrès significatifs dans les efforts entrepris au niveau international pour régler ces problèmes qui sont au cœur de tant de conflits aujourd'hui.

source: Mr. Mayoral (Argentina) (spoke in Spanish): Permit me at the outset, Mr. President, to express my appreciation for your country's interest in holding this open debate on the issue of small arms, which affect the daily lives of millions of persons.
fr: M. Mayoral (Argentine) (parle en espagnol) : Je voudrais tout d'abord remercier le Bénin de l'intérêt qu'il porte à cette question en convoquant le présent débat public sur les armes légères qui affectent au quotidien la vie de millions de personnes.

source: Permit me also to thank, through you, Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, for his detailed presentation of the report of the Secretary-General (S/2005/69), and to congratulate Ms. Yoriko Kawaguchi on her excellent statement.
fr: Je remercie également le Secrétaire général adjoint aux affaires de désarmement, M. Nobuyasu Abe, d'avoir présenté de manière détaillée le rapport du Secrétaire général (S/2005/69), et je félicite Mme Yoriko Kawaguchi de son excellente déclaration.

source: The issue of small arms is a complex problem, given its dimensions of public safety, armed conflict and humanitarian issues, depending on the region or subregion concerned.
fr: La question des armes légères constitue un problème complexe étant donné ses dimensions en matière de sécurité publique, de conflits armés et de problèmes humanitaires, selon la région ou la sous-région concernée.

source: The very nature of the problems caused by small arms thus requires a coordinated and complementary focus among the various organs of the system.
fr: La nature même du problème causé par les armes légères exige un effort coordonné et complémentaire entre les différents organes du système des Nations Unies.

source: That is why, when we were discussing the presidential statement to be adopted at the end of this debate, Argentina made sure that the focus was on two areas of the Security Council's primary competence: arms embargoes and the disarmament, demobilization and reintegration of former combatants.
fr: Voilà pourquoi, lors des négociations sur la déclaration présidentielle que nous adopterons à l'issue du présent débat, l'Argentine a souhaité que l'on mette l'accent sur les deux domaines principaux de compétence du Conseil de sécurité, à savoir les embargos sur les armes et les activités de désarmement, démobilisation et réinsertion des ex-combattants.

source: With regard to arms embargoes, we fully support recommendations 5 and 9 of the Secretary-General's report: to encourage Member States to enforce all Council resolutions on sanctions, including those imposing arms embargoes, in accordance with the Charter of the United Nations, and to adopt national legislation in that regard, including the use of end-user certificates.
fr: En ce qui concerne les embargos sur les armes, nous appuyons pleinement les Recommandations 5 et 9 du rapport du Secrétaire général, visant à encourager les États Membres à appliquer toutes les résolutions du Conseil de sécurité relatives aux sanctions, y compris celles pour lesquelles des embargos sur les armes ont été imposés conformément à la Charte des Nations Unies, et à adopter des législations nationales allant dans ce sens, y compris l'utilisation de certificats d'utilisateur final.

source: Concerning the disarmament, demobilization and reintegration of former combatants, that process is of unquestionable importance as an essential component of peacekeeping operations if we are to avoid the recurrence of armed conflict.
fr: En ce qui concerne le processus de désarmement, démobilisation et réinsertion des ex-combattants, son importance en tant que composante essentielle des opérations de maintien de la paix en vue d'éviter la résurgence du conflit armé est incontestable.

source: Our own experience in many peacekeeping operations has convinced us of the need to address the economic and social aspects of the process if we truly intend to eradicate the underlying causes of conflicts.
fr: Sur la base de l'expérience que nous avons acquise dans le cadre de nombreuses opérations de maintien de la paix, nous sommes convaincus de la nécessité de tenir compte des aspects socioéconomiques de ce processus, si nous entendons véritablement éliminer les causes profondes des conflits.

source: As regards the Council's competence in the area of small arms, we cannot fail to mention the risk represented by the diversion of such arms — particularly man-portable air defence systems — to terrorist groups.
fr: Pour ce qui est de la compétence du Conseil dans le domaine des armes légères, nous nous devons de mentionner le risque que représente le détournement de ces armes, tout particulièrement les systèmes portables de défense aérienne, connus sous le sigle anglais de MANPADS, vers des groupes terroristes.

source: In that connection, we note with satisfaction the decision to broaden the scope of the Register of Conventional Arms as a measure to promote transparency and confidence throughout the world. We encourage weapons-exporting countries to be as responsible as possible in their transactions and to prevent the flow of arms and munitions to areas of instability.
fr: À cet égard, nous rappelons avec satisfaction la décision d'élargir le champ d'application du Registre des armes classiques, afin de promouvoir la transparence et la confiance dans le monde et nous encourageons les pays exportateurs d'armes à exercer le plus haut niveau de responsabilité possible lors de leurs transactions et à éviter que des armes et des munitions ne soient transférées vers des zones où règne l'instabilité.

source: This open debate is an excellent opportunity for the Council to support and encourage the work of the General Assembly aimed at implementing the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
fr: Le présent débat public fournit de manière opportune au Conseil l'occasion d'appuyer et d'encourager le travail de l'Assemblée générale pour la mise en œuvre du Programme d'action des Nations Unies en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects.

source: Argentina is committed to the full implementation of the Programme and is participating, together with our partners in the Common Market of the South (MERCOSUR) and associated States, in the Open-ended Working Group charged with negotiating an instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
fr: L'Argentine est attachée à la pleine exécution du Programme et participe, avec ses partenaires du MERCOSUR et les États associés, aux travaux du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites de façon rapide et fiable.

source: We hope that that instrument will be legally binding and that it will cover illicit ammunition.
fr: Nous espérons que cet instrument sera juridiquement contraignant et qu'il comprendra également les munitions illicites.

source: The Biennial Meeting on the Programme of Action to be held next June will be a decisive step in preparing for the 2006 review conference, and we are fully committed to ensuring the success of both meetings.
fr: La Réunion biennale des États sur la mise en œuvre du Programme d'action relatif aux armes légères qui se tiendra en juin prochain sera une étape décisive pour la préparation de la Conférence d'examen du Programme prévue en 2006.

source: Finally, another step in the right direction would be to establish a group of governmental experts to strengthen cooperation in preventing, combating and eliminating the illicit trade in small arms and light weapons.
fr: Pour terminer, un pas supplémentaire dans la bonne direction serait de créer un groupe d'experts gouvernementaux pour renforcer la coopération en matière de prévention, de lutte et d'élimination du commerce illicite des armes légères.

source: Mr. Motoc (Romania): Romania fully associates itself with the statement to be made by the representative of Luxembourg on behalf of the European Union.
fr: M. Motoc (Roumanie) (parle en anglais) : La Roumanie souscrit pleinement à la déclaration qui sera prononcée plus tard par l'Ambassadeur du Luxembourg, au nom de l'Union européenne.

source: In addition, I would like to make some specific comments on the topic under consideration today, but not before commending the Secretary-General for his comprehensive report (S/2005/69), whose recommendations we support.
fr: Je voudrais simplement faire quelques commentaires spécifiques sur la question examinée aujourd'hui. Mais auparavant, je tiens à féliciter le Secrétaire général pour son rapport très complet (S/2005/69), dont nous appuyons les recommandations.

source: We are grateful to Under-Secretary-General Nobuyasu Abe for his valuable introduction of that important document.
fr: Nous remercions le Secrétaire général adjoint, M. Nobuyasu Abe, de la présentation très précieuse qu'il nous a faite de ce document important.

source: A special word of appreciation goes to the delegation of Japan for its work on the presidential statement and for its overall engagement in support of our debate today.
fr: Je voudrais également exprimer notre reconnaissance particulière à la délégation japonaise pour les efforts qu'elle a déployés pour faire aboutir la déclaration présidentielle et, de manière générale, pour l'appui qu'elle a accordé au présent débat.

source: We have all come to the point where we realize that the question of small arms involves not only disarmament, but also development, democracy, human rights and human security.
fr: Nous avons tous désormais pris conscience que la question des armes légères n'est pas seulement une question de désarmement, mais concerne également le développement, la démocratie, les droits de l'homme et la sécurité humaine.
